Page({
  data: {
    rules: [
      {
        title: '1. 随心租卡分为随心卡、折扣卡两类。'
      },
      {
        title: '2. 包含权益',
        items: [
          'a. 随心卡：针对符合条件租车订单的租金减免；',
          'b. 折扣卡：针对符合条件租车订单的租金打折；',
          'c. 具体使用限制、折扣、减免金额以商品详情页-使用规则为准。'
        ]
      },
      {
        title: '3. 购卡说明',
        items: [
          'a. 商品内容以随心租商品售卖信息为准，仅用于抵扣租车相关费用；',
          'b. 在商品有效期内，未使用的商品可以全额退款，已使用（使用次数>=1次）的商品不支持退款；',
          'c. 用户购买后，过期且未使用的商品自动退款；',
          'd. 购买后的卡可以在个人中心内查看。'
        ]
      },
      {
        title: '4. 使用说明',
        items: [
          'a. 租车下单时，可在订单确认页面选择可用的随心卡/折扣卡/优惠券；',
          'b. 商品使用限制条件、折扣、减免金额等以购买页详情及随心租卡使用规则为准；',
          'c. 每笔订单仅可使用一张卡；',
          'd. 卡须在规定的有效期内使用，到期后未使用的次数自动失效；',
          'e. 随心卡的可用订单次数N次，指该折扣卡最多可分用于N个订单，如用户使用随心卡结算N个订单后未消耗完整卡内权益，则卡内剩余权益将自动失效；',
          'f. 商品使用限制条件、折扣、抵扣金额等以购买页详情内购买须知为准；',
          'g. 使用随心租的订单，若承租人与租保人不一致，在自助取车时，承租人须完成人脸识别，否则无法取车。'
        ]
      },
      {
        title: '5. 开票说明',
        items: [
          'a. 购卡发票，须在首次使用随心租卡结算租车订单且该订单完成后（即还车结算后），才可申请对购买卡的订单开票，以用户购卡时实际支付的价格开票金额；',
          'b. 使用卡结算的租车订单，以每单实际产生金额开具发票，卡抵扣部分费用不开票。'
        ]
      }
    ]
  }
}); 